Repository: sativagenetics/Kroira-IPTV
Catalog: src/Kroira.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, de_de, es_es, fr_fr, hi_in, ja_jp, ko_kr, pt_br, tr_tr, zh_hans

# SourceGuidance.Action.RepairRuntimeState.Button
source: Repair state
ar_sa: حالة الإصلاح
de_de: Reparaturzustand
es_es: Estado de reparación
fr_fr: État de réparation
hi_in: मरम्मत की स्थिति
ja_jp: 修理状況
ko_kr: 수리상태
pt_br: Estado de reparo
tr_tr: Onarım durumu
zh_hans: 修复状态

# SourceGuidance_Action_RepairRuntimeState_Button
source: Repair state
ar_sa: حالة الإصلاح
de_de: Reparaturzustand
es_es: Estado de reparación
fr_fr: État de réparation
hi_in: मरम्मत की स्थिति
ja_jp: 修理状況
ko_kr: 수리상태
pt_br: Estado de reparo
tr_tr: Onarım durumu
zh_hans: 修复状态

# SourceGuidance.Capability.NoClearHints
source: No clear hints
ar_sa: لا توجد تلميحات واضحة
de_de: Keine klaren Hinweise
es_es: No hay pistas claras
fr_fr: Aucune indication claire
hi_in: कोई स्पष्ट संकेत नहीं
ja_jp: 明確なヒントはありません
ko_kr: 명확한 힌트가 없음
pt_br: Sem dicas claras
tr_tr: Net ipucu yok
zh_hans: 没有明确的提示

# SourceGuidance_Capability_NoClearHints
source: No clear hints
ar_sa: لا توجد تلميحات واضحة
de_de: Keine klaren Hinweise
es_es: No hay pistas claras
fr_fr: Aucune indication claire
hi_in: कोई स्पष्ट संकेत नहीं
ja_jp: 明確なヒントはありません
ko_kr: 명확한 힌트가 없음
pt_br: Sem dicas claras
tr_tr: Net ipucu yok
zh_hans: 没有明确的提示

# SourceGuidance.Action.ReviewGuideSettings.Summary
source: Check detected versus manual XMLTV and routing choices before the next guide sync.
ar_sa: تحقق من اكتشاف XMLTV اليدوي وخيارات التوجيه قبل مزامنة الدليل التالي.
de_de: Überprüfen Sie vor der nächsten Guide-Synchronisierung den erkannten XMLTV und die Routing-Auswahl im Vergleich zum manuellen.
es_es: Verifique el XMLTV detectado versus el manual y las opciones de enrutamiento antes de la siguiente sincronización de la guía.
fr_fr: Vérifiez la détection par rapport au XMLTV manuel et les choix de routage avant la prochaine synchronisation du guide.
hi_in: अगले गाइड सिंक से पहले पता लगाए गए बनाम मैन्युअल XMLTV और रूटिंग विकल्पों की जांच करें।
ja_jp: 次のガイド同期の前に、検出された ZXTRM22XZ と手動の ZXTRM22XZ およびルーティングの選択を確認してください。
ko_kr: 다음 가이드 동기화 전에 감지된 XMLTV와 수동 XMLTV 및 라우팅 선택을 확인하세요.
pt_br: Verifique o XMLTV detectado versus manual e as opções de roteamento antes da próxima sincronização do guia.
tr_tr: Bir sonraki kılavuz senkronizasyonundan önce algılananları manuel XMLTV ve yönlendirme seçeneklerini kontrol edin.
zh_hans: 在下一次指南同步之前，检查检测到的 XMLTV 与手动 XMLTV 和路由选择。

# SourceGuidance_Action_ReviewGuideSettings_Summary
source: Check detected versus manual XMLTV and routing choices before the next guide sync.
ar_sa: تحقق من اكتشاف XMLTV اليدوي وخيارات التوجيه قبل مزامنة الدليل التالي.
de_de: Überprüfen Sie vor der nächsten Guide-Synchronisierung den erkannten XMLTV und die Routing-Auswahl im Vergleich zum manuellen.
es_es: Verifique el XMLTV detectado versus el manual y las opciones de enrutamiento antes de la siguiente sincronización de la guía.
fr_fr: Vérifiez la détection par rapport au XMLTV manuel et les choix de routage avant la prochaine synchronisation du guide.
hi_in: अगले गाइड सिंक से पहले पता लगाए गए बनाम मैन्युअल XMLTV और रूटिंग विकल्पों की जांच करें।
ja_jp: 次のガイド同期の前に、検出された ZXTRM22XZ と手動の ZXTRM22XZ およびルーティングの選択を確認してください。
ko_kr: 다음 가이드 동기화 전에 감지된 XMLTV와 수동 XMLTV 및 라우팅 선택을 확인하세요.
pt_br: Verifique o XMLTV detectado versus manual e as opções de roteamento antes da próxima sincronização do guia.
tr_tr: Bir sonraki kılavuz senkronizasyonundan önce algılananları manuel XMLTV ve yönlendirme seçeneklerini kontrol edin.
zh_hans: 在下一次指南同步之前，检查检测到的 XMLTV 与手动 XMLTV 和路由选择。

# SourceGuidance.Capability.Routing.Label
source: Routing
ar_sa: التوجيه
de_de: Routenführung
es_es: Enrutamiento
fr_fr: Routage
hi_in: रूटिंग
ja_jp: ルーティング
ko_kr: 라우팅
pt_br: Roteamento
tr_tr: Yönlendirme
zh_hans: 路由

# SourceGuidance_Capability_Routing_Label
source: Routing
ar_sa: التوجيه
de_de: Routenführung
es_es: Enrutamiento
fr_fr: Routage
hi_in: रूटिंग
ja_jp: ルーティング
ko_kr: 라우팅
pt_br: Roteamento
tr_tr: Yönlendirme
zh_hans: 路由

# SourceGuidance.Action.RetestSource.Summary
source: Run a fresh sync and validation pass for this source.
ar_sa: قم بتشغيل تصريح مزامنة وتحقق جديد لهذا المصدر.
de_de: Führen Sie einen neuen Synchronisierungs- und Validierungsdurchlauf für diese Quelle aus.
es_es: Ejecute una nueva sincronización y pase de validación para esta fuente.
fr_fr: Exécutez une nouvelle passe de synchronisation et de validation pour cette source.
hi_in: इस स्रोत के लिए एक ताज़ा सिंक और सत्यापन पास चलाएँ।
ja_jp: このソースに対して新しい同期と検証パスを実行します。
ko_kr: 이 소스에 대해 새로운 동기화 및 유효성 검사 패스를 실행하세요.
pt_br: Execute uma nova sincronização e validação para esta fonte.
tr_tr: Bu kaynak için yeni bir senkronizasyon ve doğrulama geçişi çalıştırın.
zh_hans: 为此源运行新的同步和验证过程。

# SourceGuidance_Action_RetestSource_Summary
source: Run a fresh sync and validation pass for this source.
ar_sa: قم بتشغيل تصريح مزامنة وتحقق جديد لهذا المصدر.
de_de: Führen Sie einen neuen Synchronisierungs- und Validierungsdurchlauf für diese Quelle aus.
es_es: Ejecute una nueva sincronización y pase de validación para esta fuente.
fr_fr: Exécutez une nouvelle passe de synchronisation et de validation pour cette source.
hi_in: इस स्रोत के लिए एक ताज़ा सिंक और सत्यापन पास चलाएँ।
ja_jp: このソースに対して新しい同期と検証パスを実行します。
ko_kr: 이 소스에 대해 새로운 동기화 및 유효성 검사 패스를 실행하세요.
pt_br: Execute uma nova sincronização e validação para esta fonte.
tr_tr: Bu kaynak için yeni bir senkronizasyon ve doğrulama geçişi çalıştırın.
zh_hans: 为此源运行新的同步和验证过程。

# SourceGuidance.Action.RetestGuide.Title
source: Retest guide feed
ar_sa: إعادة اختبار تغذية الدليل
de_de: Testen Sie den Guide-Feed erneut
es_es: Volver a probar el feed de la guía
fr_fr: Retester le flux du guide
hi_in: गाइड फ़ीड का पुनः परीक्षण करें
ja_jp: ガイドフィードを再テストする
ko_kr: 재테스트 가이드 피드
pt_br: Testar novamente o feed do guia
tr_tr: Kılavuz akışını yeniden test edin
zh_hans: 重新测试引导饲料

# SourceGuidance_Action_RetestGuide_Title
source: Retest guide feed
ar_sa: إعادة اختبار تغذية الدليل
de_de: Testen Sie den Guide-Feed erneut
es_es: Volver a probar el feed de la guía
fr_fr: Retester le flux du guide
hi_in: गाइड फ़ीड का पुनः परीक्षण करें
ja_jp: ガイドフィードを再テストする
ko_kr: 재테스트 가이드 피드
pt_br: Testar novamente o feed do guia
tr_tr: Kılavuz akışını yeniden test edin
zh_hans: 重新测试引导饲料

# EpgCoverage.ReviewStatus.ActiveAssignment
source: Active guide assignment
ar_sa: مهمة الدليل النشط
de_de: Aktiver Guide-Auftrag
es_es: Asignación de guía activo
fr_fr: Mission de guide actif
hi_in: सक्रिय गाइड असाइनमेंट
ja_jp: アクティブなガイドの割り当て
ko_kr: 활성 가이드 할당
pt_br: Atribuição de guia ativo
tr_tr: Aktif rehber ataması
zh_hans: 主动指导分配

# EpgCoverage_ReviewStatus_ActiveAssignment
source: Active guide assignment
ar_sa: مهمة الدليل النشط
de_de: Aktiver Guide-Auftrag
es_es: Asignación de guía activo
fr_fr: Mission de guide actif
hi_in: सक्रिय गाइड असाइनमेंट
ja_jp: アクティブなガイドの割り当て
ko_kr: 활성 가이드 할당
pt_br: Atribuição de guia ativo
tr_tr: Aktif rehber ataması
zh_hans: 主动指导分配

# SourceLifecycle.Repair.AutoRefreshRuntimeRepair
source: auto-refresh runtime repair
ar_sa: إصلاح وقت التشغيل التحديث التلقائي
de_de: Automatische Aktualisierung der Laufzeitreparatur
es_es: reparación de tiempo de ejecución de actualización automática
fr_fr: réparation du runtime par actualisation automatique
hi_in: ऑटो-रिफ्रेश रनटाइम मरम्मत
ja_jp: 自動リフレッシュランタイム修復
ko_kr: 자동 새로 고침 런타임 복구
pt_br: reparo de tempo de execução de atualização automática
tr_tr: otomatik yenileme çalışma zamanı onarımı
zh_hans: 自动刷新运行时修复

# SourceLifecycle_Repair_AutoRefreshRuntimeRepair
source: auto-refresh runtime repair
ar_sa: إصلاح وقت التشغيل التحديث التلقائي
de_de: Automatische Aktualisierung der Laufzeitreparatur
es_es: reparación de tiempo de ejecución de actualización automática
fr_fr: réparation du runtime par actualisation automatique
hi_in: ऑटो-रिफ्रेश रनटाइम मरम्मत
ja_jp: 自動リフレッシュランタイム修復
ko_kr: 자동 새로 고침 런타임 복구
pt_br: reparo de tempo de execução de atualização automática
tr_tr: otomatik yenileme çalışma zamanı onarımı
zh_hans: 自动刷新运行时修复

# SourceLifecycle.Validation.ManualXmltvRequired
source: Manual XMLTV mode requires a manual XMLTV URL.
ar_sa: يتطلب وضع XMLTV اليدوي وجود XMLTV URL يدويًا.
de_de: Der manuelle XMLTV-Modus erfordert einen manuellen XMLTV URL.
es_es: El modo manual XMLTV requiere un XMLTV URL manual.
fr_fr: Le mode manuel XMLTV nécessite un XMLTV URL manuel.
hi_in: मैन्युअल XMLTV मोड के लिए मैन्युअल XMLTV URL की आवश्यकता होती है।
ja_jp: 手動 XMLTV モードには、手動 XMLTV URL が必要です。
ko_kr: 수동 XMLTV 모드에는 수동 XMLTV URL가 필요합니다.
pt_br: O modo XMLTV manual requer um XMLTV URL manual.
tr_tr: Manuel XMLTV modu, manuel XMLTV URL gerektirir.
zh_hans: 手动XMLTV模式需要手动XMLTV URL。

# SourceLifecycle_Validation_ManualXmltvRequired
source: Manual XMLTV mode requires a manual XMLTV URL.
ar_sa: يتطلب وضع XMLTV اليدوي وجود XMLTV URL يدويًا.
de_de: Der manuelle XMLTV-Modus erfordert einen manuellen XMLTV URL.
es_es: El modo manual XMLTV requiere un XMLTV URL manual.
fr_fr: Le mode manuel XMLTV nécessite un XMLTV URL manuel.
hi_in: मैन्युअल XMLTV मोड के लिए मैन्युअल XMLTV URL की आवश्यकता होती है।
ja_jp: 手動 XMLTV モードには、手動 XMLTV URL が必要です。
ko_kr: 수동 XMLTV 모드에는 수동 XMLTV URL가 필요합니다.
pt_br: O modo XMLTV manual requer um XMLTV URL manual.
tr_tr: Manuel XMLTV modu, manuel XMLTV URL gerektirir.
zh_hans: 手动XMLTV模式需要手动XMLTV URL。

# EpgCoverage.GuideSource.ActiveXmltv
source: Active XMLTV
ar_sa: نشط XMLTV
de_de: Aktiv XMLTV
es_es: Activo XMLTV
fr_fr: Actif XMLTV
hi_in: सक्रिय XMLTV
ja_jp: アクティブ XMLTV
ko_kr: 활성 XMLTV
pt_br: XMLTV ativo
tr_tr: Aktif XMLTV
zh_hans: 活动 XMLTV

# EpgCoverage_GuideSource_ActiveXmltv
source: Active XMLTV
ar_sa: نشط XMLTV
de_de: Aktiv XMLTV
es_es: Activo XMLTV
fr_fr: Actif XMLTV
hi_in: सक्रिय XMLTV
ja_jp: アクティブ XMLTV
ko_kr: 활성 XMLTV
pt_br: XMLTV ativo
tr_tr: Aktif XMLTV
zh_hans: 活动 XMLTV

# SourceGuidance.Action.RunStreamProbe.Button
source: Run probe
ar_sa: تشغيل التحقيق
de_de: Sonde ausführen
es_es: Ejecutar sonda
fr_fr: Exécuter la sonde
hi_in: जांच चलाएँ
ja_jp: プローブの実行
ko_kr: 프로브 실행
pt_br: Executar sondagem
tr_tr: Probu çalıştır
zh_hans: 运行探针

# SourceGuidance_Action_RunStreamProbe_Button
source: Run probe
ar_sa: تشغيل التحقيق
de_de: Sonde ausführen
es_es: Ejecutar sonda
fr_fr: Exécuter la sonde
hi_in: जांच चलाएँ
ja_jp: プローブの実行
ko_kr: 프로브 실행
pt_br: Executar sondagem
tr_tr: Probu çalıştır
zh_hans: 运行探针

# SourceGuidance.Catalog.NoneConfirmed
source: No catalog confirmed
ar_sa: لم يتم تأكيد أي كتالوج
de_de: Kein Katalog bestätigt
es_es: Ningún catálogo confirmado
fr_fr: Aucun catalogue confirmé
hi_in: किसी कैटलॉग की पुष्टि नहीं हुई
ja_jp: カタログ未確認
ko_kr: 확인된 카탈로그가 없습니다.
pt_br: Nenhum catálogo confirmado
tr_tr: Onaylanmış katalog yok
zh_hans: 未确认目录

# SourceGuidance_Catalog_NoneConfirmed
source: No catalog confirmed
ar_sa: لم يتم تأكيد أي كتالوج
de_de: Kein Katalog bestätigt
es_es: Ningún catálogo confirmado
fr_fr: Aucun catalogue confirmé
hi_in: किसी कैटलॉग की पुष्टि नहीं हुई
ja_jp: カタログ未確認
ko_kr: 확인된 카탈로그가 없습니다.
pt_br: Nenhum catálogo confirmado
tr_tr: Onaylanmış katalog yok
zh_hans: 未确认目录

# SourceLifecycle.Guide.PendingPreserved
source: Guide settings changed. Sync pending; last successful guide data is still available.
ar_sa: تم تغيير إعدادات الدليل. المزامنة معلقة؛ آخر بيانات الدليل الناجحة لا تزال متاحة.
de_de: Guide-Einstellungen geändert. Synchronisierung ausstehend; Die letzten erfolgreichen Führungsdaten sind noch verfügbar.
es_es: La configuración de la guía cambió. Sincronización pendiente; Los últimos datos de la guía exitosa aún están disponibles.
fr_fr: Les paramètres du guide ont été modifiés. Synchronisation en attente ; Les dernières données du guide réussi sont toujours disponibles.
hi_in: गाइड सेटिंग बदल गई. समन्वयन लंबित है; अंतिम सफल गाइड डेटा अभी भी उपलब्ध है।
ja_jp: ガイドの設定が変更されました。同期は保留中です。最後に成功したガイド データはまだ利用可能です。
ko_kr: 가이드 설정이 변경되었습니다. 동기화 보류 중입니다. 마지막으로 성공한 가이드 데이터는 아직 사용 가능합니다.
pt_br: As configurações do guia foram alteradas. Sincronização pendente; os dados do último guia bem-sucedido ainda estão disponíveis.
tr_tr: Kılavuz ayarları değiştirildi. Senkronizasyon beklemede; Son başarılı kılavuz verileri hâlâ mevcuttur.
zh_hans: 指南设置已更改。同步待处理；最后成功的指南数据仍然可用。

# SourceLifecycle_Guide_PendingPreserved
source: Guide settings changed. Sync pending; last successful guide data is still available.
ar_sa: تم تغيير إعدادات الدليل. المزامنة معلقة؛ آخر بيانات الدليل الناجحة لا تزال متاحة.
de_de: Guide-Einstellungen geändert. Synchronisierung ausstehend; Die letzten erfolgreichen Führungsdaten sind noch verfügbar.
es_es: La configuración de la guía cambió. Sincronización pendiente; Los últimos datos de la guía exitosa aún están disponibles.
fr_fr: Les paramètres du guide ont été modifiés. Synchronisation en attente ; Les dernières données du guide réussi sont toujours disponibles.
hi_in: गाइड सेटिंग बदल गई. समन्वयन लंबित है; अंतिम सफल गाइड डेटा अभी भी उपलब्ध है।
ja_jp: ガイドの設定が変更されました。同期は保留中です。最後に成功したガイド データはまだ利用可能です。
ko_kr: 가이드 설정이 변경되었습니다. 동기화 보류 중입니다. 마지막으로 성공한 가이드 데이터는 아직 사용 가능합니다.
pt_br: As configurações do guia foram alteradas. Sincronização pendente; os dados do último guia bem-sucedido ainda estão disponíveis.
tr_tr: Kılavuz ayarları değiştirildi. Senkronizasyon beklemede; Son başarılı kılavuz verileri hâlâ mevcuttur.
zh_hans: 指南设置已更改。同步待处理；最后成功的指南数据仍然可用。

# SourceLifecycle.Validation.NameUnresolved
source: Source name could not be resolved.
ar_sa: لا يمكن حل اسم المصدر.
de_de: Der Quellname konnte nicht aufgelöst werden.
es_es: No se pudo resolver el nombre de la fuente.
fr_fr: Le nom de la source n'a pas pu être résolu.
hi_in: स्रोत नाम का समाधान नहीं किया जा सका.
ja_jp: ソース名を解決できませんでした。
ko_kr: 소스 이름을 확인할 수 없습니다.
pt_br: O nome da origem não pôde ser resolvido.
tr_tr: Kaynak adı çözümlenemedi.
zh_hans: 无法解析源名称。

# SourceLifecycle_Validation_NameUnresolved
source: Source name could not be resolved.
ar_sa: لا يمكن حل اسم المصدر.
de_de: Der Quellname konnte nicht aufgelöst werden.
es_es: No se pudo resolver el nombre de la fuente.
fr_fr: Le nom de la source n'a pas pu être résolu.
hi_in: स्रोत नाम का समाधान नहीं किया जा सका.
ja_jp: ソース名を解決できませんでした。
ko_kr: 소스 이름을 확인할 수 없습니다.
pt_br: O nome da origem não pôde ser resolvido.
tr_tr: Kaynak adı çözümlenemedi.
zh_hans: 无法解析源名称。

# SourceGuidance.Capability.GuideDisabled
source: Guide disabled
ar_sa: تم تعطيل الدليل
de_de: Anleitung deaktiviert
es_es: Guía inhabilitada
fr_fr: Guide désactivé
hi_in: गाइड अक्षम
ja_jp: ガイドが無効になっています
ko_kr: 가이드 비활성화됨
pt_br: Guia desativado
tr_tr: Kılavuz devre dışı bırakıldı
zh_hans: 指南已禁用

# SourceGuidance_Capability_GuideDisabled
source: Guide disabled
ar_sa: تم تعطيل الدليل
de_de: Anleitung deaktiviert
es_es: Guía inhabilitada
fr_fr: Guide désactivé
hi_in: गाइड अक्षम
ja_jp: ガイドが無効になっています
ko_kr: 가이드 비활성화됨
pt_br: Guia desativado
tr_tr: Kılavuz devre dışı bırakıldı
zh_hans: 指南已禁用

# SourceLifecycle.Guide.Unchanged
source: Guide settings were unchanged.
ar_sa: لم تتغير إعدادات الدليل.
de_de: Die Führungseinstellungen blieben unverändert.
es_es: La configuración de la guía no se modificó.
fr_fr: Les paramètres du guide sont restés inchangés.
hi_in: गाइड सेटिंग्स अपरिवर्तित थीं.
ja_jp: ガイド設定は変更されませんでした。
ko_kr: 가이드 설정은 변경되지 않았습니다.
pt_br: As configurações do guia permaneceram inalteradas.
tr_tr: Kılavuz ayarları değişmedi.
zh_hans: 指南设置未更改。

# SourceLifecycle_Guide_Unchanged
source: Guide settings were unchanged.
ar_sa: لم تتغير إعدادات الدليل.
de_de: Die Führungseinstellungen blieben unverändert.
es_es: La configuración de la guía no se modificó.
fr_fr: Les paramètres du guide sont restés inchangés.
hi_in: गाइड सेटिंग्स अपरिवर्तित थीं.
ja_jp: ガイド設定は変更されませんでした。
ko_kr: 가이드 설정은 변경되지 않았습니다.
pt_br: As configurações do guia permaneceram inalteradas.
tr_tr: Kılavuz ayarları değişmedi.
zh_hans: 指南设置未更改。

# SourceGuidance.Action.RetestSource.Title
source: Retest source
ar_sa: إعادة اختبار المصدر
de_de: Quelle erneut testen
es_es: Volver a probar la fuente
fr_fr: Retester la source
hi_in: स्रोत का पुनः परीक्षण करें
ja_jp: ソースを再テストする
ko_kr: 소스 재테스트
pt_br: Fonte de novo teste
tr_tr: Kaynağı yeniden test edin
zh_hans: 重新测试源

# SourceGuidance_Action_RetestSource_Title
source: Retest source
ar_sa: إعادة اختبار المصدر
de_de: Quelle erneut testen
es_es: Volver a probar la fuente
fr_fr: Retester la source
hi_in: स्रोत का पुनः परीक्षण करें
ja_jp: ソースを再テストする
ko_kr: 소스 재테스트
pt_br: Fonte de novo teste
tr_tr: Kaynağı yeniden test edin
zh_hans: 重新测试源

# SourceGuidance.Capability.GuideFound
source: Guide found
ar_sa: تم العثور على دليل
de_de: Anleitung gefunden
es_es: Guía encontrada
fr_fr: Guide trouvé
hi_in: गाइड मिल गया
ja_jp: ガイドが見つかりました
ko_kr: 가이드 발견
pt_br: Guia encontrado
tr_tr: Kılavuz bulundu
zh_hans: 找到指南

# SourceGuidance_Capability_GuideFound
source: Guide found
ar_sa: تم العثور على دليل
de_de: Anleitung gefunden
es_es: Guía encontrada
fr_fr: Guide trouvé
hi_in: गाइड मिल गया
ja_jp: ガイドが見つかりました
ko_kr: 가이드 발견
pt_br: Guia encontrado
tr_tr: Kılavuz bulundu
zh_hans: 找到指南

# SourceLifecycle.Delete.DeletedCleanupDeferred
source: Deleted source '{0}'. Some cleanup was deferred.
ar_sa: المصدر المحذوف "{0}". تم تأجيل بعض عمليات التنظيف.
de_de: Quelle „{0}“ gelöscht. Einige Aufräumarbeiten wurden verschoben.
es_es: Fuente eliminada '{0}'. Se aplazó cierta limpieza.
fr_fr: Source supprimée '{0}'. Certains travaux de nettoyage ont été reportés.
hi_in: हटाया गया स्रोत '{0}'। कुछ सफ़ाई स्थगित कर दी गई थी।
ja_jp: ソース「{0}」を削除しました。一部のクリーンアップは延期されました。
ko_kr: '{0}' 소스를 삭제했습니다. 일부 정리가 연기되었습니다.
pt_br: Fonte excluída '{0}'. Alguma limpeza foi adiada.
tr_tr: '{0}' kaynağı silindi. Bazı temizlik işleri ertelendi.
zh_hans: 删除源“{0}”。一些清理工作被推迟。

# SourceLifecycle_Delete_DeletedCleanupDeferred
source: Deleted source '{0}'. Some cleanup was deferred.
ar_sa: المصدر المحذوف "{0}". تم تأجيل بعض عمليات التنظيف.
de_de: Quelle „{0}“ gelöscht. Einige Aufräumarbeiten wurden verschoben.
es_es: Fuente eliminada '{0}'. Se aplazó cierta limpieza.
fr_fr: Source supprimée '{0}'. Certains travaux de nettoyage ont été reportés.
hi_in: हटाया गया स्रोत '{0}'। कुछ सफ़ाई स्थगित कर दी गई थी।
ja_jp: ソース「{0}」を削除しました。一部のクリーンアップは延期されました。
ko_kr: '{0}' 소스를 삭제했습니다. 일부 정리가 연기되었습니다.
pt_br: Fonte excluída '{0}'. Alguma limpeza foi adiada.
tr_tr: '{0}' kaynağı silindi. Bazı temizlik işleri ertelendi.
zh_hans: 删除源“{0}”。一些清理工作被推迟。

# SourceLifecycle.Delete.NotFound
source: Source not found.
ar_sa: لم يتم العثور على المصدر.
de_de: Quelle nicht gefunden.
es_es: Fuente no encontrada.
fr_fr: Source introuvable.
hi_in: स्रोत नहीं मिला.
ja_jp: ソースが見つかりません。
ko_kr: 소스를 찾을 수 없습니다.
pt_br: Fonte não encontrada.
tr_tr: Kaynak bulunamadı.
zh_hans: 未找到来源。

# SourceLifecycle_Delete_NotFound
source: Source not found.
ar_sa: لم يتم العثور على المصدر.
de_de: Quelle nicht gefunden.
es_es: Fuente no encontrada.
fr_fr: Source introuvable.
hi_in: स्रोत नहीं मिला.
ja_jp: ソースが見つかりません。
ko_kr: 소스를 찾을 수 없습니다.
pt_br: Fonte não encontrada.
tr_tr: Kaynak bulunamadı.
zh_hans: 未找到来源。

# SourceGuidance.Action.ReviewGuideSettings.Button
source: Guide settings
ar_sa: إعدادات الدليل
de_de: Guide-Einstellungen
es_es: Configuración de la guía
fr_fr: Paramètres du guide
hi_in: गाइड सेटिंग्स
ja_jp: ガイド設定
ko_kr: 가이드 설정
pt_br: Configurações do guia
tr_tr: Kılavuz ayarları
zh_hans: 引导设置

# SourceGuidance_Action_ReviewGuideSettings_Button
source: Guide settings
ar_sa: إعدادات الدليل
de_de: Guide-Einstellungen
es_es: Configuración de la guía
fr_fr: Paramètres du guide
hi_in: गाइड सेटिंग्स
ja_jp: ガイド設定
ko_kr: 가이드 설정
pt_br: Configurações do guia
tr_tr: Kılavuz ayarları
zh_hans: 引导设置

# SourcesSummaryLiveSeparatorRun.Text
source: live /
ar_sa: يعيش /
de_de: leben /
es_es: vivir /
fr_fr: vivre /
hi_in: जियो /
ja_jp: ライブ/
ko_kr: 살다 /
pt_br: ao vivo /
tr_tr: canlı /
zh_hans: 直播/

# SourceGuidance.Action.RetestSource.Button
source: Retest source
ar_sa: إعادة اختبار المصدر
de_de: Quelle erneut testen
es_es: Volver a probar la fuente
fr_fr: Retester la source
hi_in: स्रोत का पुनः परीक्षण करें
ja_jp: ソースを再テストする
ko_kr: 소스 재테스트
pt_br: Fonte de novo teste
tr_tr: Kaynağı yeniden test edin
zh_hans: 重新测试源

# SourceGuidance_Action_RetestSource_Button
source: Retest source
ar_sa: إعادة اختبار المصدر
de_de: Quelle erneut testen
es_es: Volver a probar la fuente
fr_fr: Retester la source
hi_in: स्रोत का पुनः परीक्षण करें
ja_jp: ソースを再テストする
ko_kr: 소스 재테스트
pt_br: Fonte de novo teste
tr_tr: Kaynağı yeniden test edin
zh_hans: 重新测试源

# SourceGuidance.Action.RetestGuide.Summary
source: Retry XMLTV fetch and rematch without changing catalog settings.
ar_sa: أعد محاولة جلب XMLTV وإعادة المطابقة دون تغيير إعدادات الكتالوج.
de_de: Versuchen Sie erneut, XMLTV abzurufen und erneut abzugleichen, ohne die Katalogeinstellungen zu ändern.
es_es: Vuelva a intentar buscar y volver a comparar XMLTV sin cambiar la configuración del catálogo.
fr_fr: Réessayez la récupération et la correspondance du XMLTV sans modifier les paramètres du catalogue.
hi_in: कैटलॉग सेटिंग्स को बदले बिना XMLTV लाने और पुनः मिलान करने का पुनः प्रयास करें।
ja_jp: カタログ設定を変更せずに、XMLTV フェッチと再照合を再試行します。
ko_kr: 카탈로그 설정을 변경하지 않고 XMLTV 가져오기 및 재대칭을 다시 시도하세요.
pt_br: Tente novamente a busca e revanche do XMLTV sem alterar as configurações do catálogo.
tr_tr: Katalog ayarlarını değiştirmeden XMLTV'yi getirmeyi ve yeniden eşleştirmeyi yeniden deneyin.
zh_hans: 重试 XMLTV 获取并重新匹配，而不更改目录设置。

# SourceGuidance_Action_RetestGuide_Summary
source: Retry XMLTV fetch and rematch without changing catalog settings.
ar_sa: أعد محاولة جلب XMLTV وإعادة المطابقة دون تغيير إعدادات الكتالوج.
de_de: Versuchen Sie erneut, XMLTV abzurufen und erneut abzugleichen, ohne die Katalogeinstellungen zu ändern.
es_es: Vuelva a intentar buscar y volver a comparar XMLTV sin cambiar la configuración del catálogo.
fr_fr: Réessayez la récupération et la correspondance du XMLTV sans modifier les paramètres du catalogue.
hi_in: कैटलॉग सेटिंग्स को बदले बिना XMLTV लाने और पुनः मिलान करने का पुनः प्रयास करें।
ja_jp: カタログ設定を変更せずに、XMLTV フェッチと再照合を再試行します。
ko_kr: 카탈로그 설정을 변경하지 않고 XMLTV 가져오기 및 재대칭을 다시 시도하세요.
pt_br: Tente novamente a busca e revanche do XMLTV sem alterar as configurações do catálogo.
tr_tr: Katalog ayarlarını değiştirmeden XMLTV'yi getirmeyi ve yeniden eşleştirmeyi yeniden deneyin.
zh_hans: 重试 XMLTV 获取并重新匹配，而不更改目录设置。

# SourceLifecycle.Repair.Deferred
source: {0} was deferred.
ar_sa: تم تأجيل {0}.
de_de: {0} wurde zurückgestellt.
es_es: {0} fue aplazado.
fr_fr: {0} a été reporté.
hi_in: {0} को स्थगित कर दिया गया था।
ja_jp: {0} は延期されました。
ko_kr: {0}가 연기되었습니다.
pt_br: {0} foi adiado.
tr_tr: {0} ertelendi.
zh_hans: {0} 被推迟。

# SourceLifecycle_Repair_Deferred
source: {0} was deferred.
ar_sa: تم تأجيل {0}.
de_de: {0} wurde zurückgestellt.
es_es: {0} fue aplazado.
fr_fr: {0} a été reporté.
hi_in: {0} को स्थगित कर दिया गया था।
ja_jp: {0} は延期されました。
ko_kr: {0}가 연기되었습니다.
pt_br: {0} foi adiado.
tr_tr: {0} ertelendi.
zh_hans: {0} 被推迟。

# EpgCoverage.MatchType.Exact
source: Exact
ar_sa: بالضبط
de_de: Genau
es_es: exacto
hi_in: सटीक
ja_jp: 正確な
ko_kr: 정확한
pt_br: Exato
tr_tr: tam
zh_hans: 准确

# EpgCoverage_MatchType_Exact
source: Exact
ar_sa: بالضبط
de_de: Genau
es_es: exacto
hi_in: सटीक
ja_jp: 正確な
ko_kr: 정확한
pt_br: Exato
tr_tr: tam
zh_hans: 准确

# SourceGuidance.Action.RetestPortal.Button
source: Retest portal
ar_sa: بوابة إعادة الاختبار
es_es: Portal de repetición de pruebas
fr_fr: Portail de retest
hi_in: पुनः परीक्षण पोर्टल
ja_jp: 再テストポータル
ko_kr: 재시험 포털
pt_br: Testar novamente o portal
tr_tr: Portalı yeniden test edin
zh_hans: 重新测试门户

# SourceGuidance_Action_RetestPortal_Button
source: Retest portal
ar_sa: بوابة إعادة الاختبار
es_es: Portal de repetición de pruebas
fr_fr: Portail de retest
hi_in: पुनः परीक्षण पोर्टल
ja_jp: 再テストポータル
ko_kr: 재시험 포털
pt_br: Testar novamente o portal
tr_tr: Portalı yeniden test edin
zh_hans: 重新测试门户

# SourceGuidance.Routing.BufferedRelay
source: Buffered relay
ar_sa: تتابع مخزنة
de_de: Gepuffertes Relais
es_es: Relé almacenado en búfer
fr_fr: Relais tamponné
hi_in: बफ़र्ड रिले
ja_jp: バッファリレー
ko_kr: 버퍼링된 릴레이
pt_br: Relé com buffer
tr_tr: Arabelleğe alınmış röle
zh_hans: 缓冲继电器
